Repository: 13520178/SavingMoneyPlanning
Catalog: SavingMoneyPlanning/*.lproj/Localizable.strings
Languages: th

# InputError
source: Error
th: ความผิดพลาด

# pleaseFill
source: Please fill out all required fields
th: กรุณากรอกข้อมูลที่จำเป็นทั้งหมด

# percentOfIncome
source: Percent of income to save must be less than 100
th: ร้อยละของรายได้ที่ต้องบันทึกต้องน้อยกว่า 100

# stringDaily
source: Daily
th: รายจำวัน

# stringWeekly
source: Weekly
th: รายสัปดาห์

# stringMonthly
source: Monthly
th: รายเดือน

# stringQuarterly
source: Quarterly
th: ไตรมาส

# stringAnnually
source: Annually
th: รายปี

# averagePercentSaving
source: Average percentage savings:
th: การออมเฉลี่ย:

source: Input Error
th: ข้อผิดพลาดในการป้อนข้อมูล

# errorDuringDataEntry
source: There may be a few errors during data entry
th: อาจมีข้อผิดพลาดเล็กน้อยระหว่างการป้อนข้อมูล

source: Hide calculator
th: ซ่อนเครื่องคิดเลข

source: Show calculator
th: แสดงเครื่องคิดเลข

source: Change currency
th: เปลี่ยนสกุลเงิน

# enterTheConversionFactor
source: Enter the conversion factor (Ex. 100 or 1/100)
th: ป้อนปัจจัยการแปลง (Ex. 100 or 1/100)

source: Error
th: ข้อผิดพลาด

# pleaseFillCorrect
source: Please fill in the correct format
th: กรุณากรอกข้อมูลให้ถูกต้อง

# putWrongPlace
source: You put the '/' wrong place
th: คุณใส่ '/' ผิดตำแหน่ง
